--[[
* @file:   LoginAnnouncementConfig
* @brief:  这个文件是通过工具自动生成的，建议不要手动修改
]]--

local LoginAnnouncementConfigTable = 
{
	[1] = {content = '<test>萨瓦迪卡，亲爱的玩家老爷们好，我是GOM这款游戏的负责人max。\n因为团队的投资人爸爸和我们这些开发人员都非常喜欢射击类型游戏，所以我们制作了一款公（不）平（花）竞（钱）技（也）射（能）击（玩）的手游。\n现在推出了删档测试版本，测试时间为：<color=green>2021.2.4开服后-2021.2.21关服</color>。\n为了让玩家老爷们玩的舒服，我们每天定时开服以保证测试服务器的稳定运行，每天开服时间为：<color=green>18:00-22:00</color>其他时间暂时还不能玩，等我们下一次测试一定开放得更久。\n然后因为这次测试版本需要收集各位老爷的反馈给我们，毕竟修改了缺点，我们才能把品质提升，投资人爸爸才会给我们更多的钱，有了更多的钱我们就可以招更好的开发成员！\n所以游戏中遇到的好的坏的问题，请一定反馈给我们。\n我们保证每条都看！\n当然了，这款游戏还在测试阶段，现在的版本不代表最终品质，我们为了自己的奖金也为了老爷们玩的开心会不遗余力地优化品质，请相信我们！', id = 1, title = '<test>测试公告'}, 
	[2] = {content = '<test>111111', id = 2, title = '<test>test'}
}
return LoginAnnouncementConfigTable