--[[
* @file:   TenInOneLuckyPool
* @brief:  这个文件是通过工具自动生成的，建议不要手动修改
]]--

local TenInOneLuckyPoolTable = 
{
	[1001] = {choices = {{id = 101}, {id = 102}, {id = 103}, {id = 104}, {id = 105}, {id = 106}, {id = 107}, {id = 108}, {id = 109}, {id = 110}, {id = 111}, {id = 112}, {id = 113}, {id = 114}, {id = 115}, {id = 116}, {id = 117}, {id = 118}, {id = 119}, {id = 120}, {id = 121}}, id = 1001}, 
	[3001] = {choices = {{id = 301}, {id = 302}, {id = 303}, {id = 304}, {id = 305}, {id = 306}, {id = 307}, {id = 308}, {id = 309}, {id = 310}}, id = 3001}, 
	[4001] = {choices = {{id = 401}, {id = 402}, {id = 403}, {id = 404}}, id = 4001}, 
	[5001] = {choices = {{id = 501}}, id = 5001}, 
	[6001] = {choices = {{id = 601}, {id = 602}, {id = 603}, {id = 604}, {id = 605}, {id = 606}, {id = 607}, {id = 608}, {id = 609}, {id = 610}, {id = 611}, {id = 612}, {id = 613}, {id = 614}, {id = 615}, {id = 616}, {id = 617}, {id = 618}, {id = 619}, {id = 620}, {id = 621}, {id = 622}, {id = 623}, {id = 624}, {id = 625}, {id = 626}, {id = 627}}, id = 6001}, 
	[7001] = {choices = {{id = 701}, {id = 702}, {id = 703}, {id = 704}, {id = 705}, {id = 706}, {id = 707}, {id = 708}}, id = 7001}, 
	[8001] = {choices = {{id = 801}, {id = 802}, {id = 803}, {id = 804}, {id = 805}}, id = 8001}, 
	[9001] = {choices = {{id = 901}}, id = 9001}, 
	[10001] = {choices = {{id = 1001}, {id = 1002}, {id = 1003}, {id = 1004}, {id = 1005}, {id = 1006}, {id = 1007}}, id = 10001}
}
return TenInOneLuckyPoolTable